[
  {
    "type": "question",
    "data":"I am light as a feather yet no man can hold me for long. What am I?",
    "answer": "breath"
  },
  {
    "type": "question",
    "data":"I am emeralds and diamonds, lost by the moon. I am found by the sun and picked up soon. What am I",
    "answer": "dew"
  },
  {
    "type": "question",
    "data":"What can run but never walks, has a mouth but never talks, has a bed but never sleeps, has a head but never weeps?",
    "answer": "river"
  },
  {
    "type": "question",
    "data":"Feed me and I live. Give me drink and I die. What am I?",
    "answer": "Fire"
  },
  {
    "type": "question",
    "data":"I occur once in a minute, twice in every moment, but not once in a hundred thousands years. What am I?",
    "answer": "M"
  },
  {
    "type": "question",
    "data":"Man walks over; man walks under; in time of war he burns asunder?",
    "answer": "bridge"
  },
  {
    "type": "question",
    "data":"This thing runs but cannot walk, sometimes sings but never talks. Lacks arms, has hands; lacks a head but has a face. What is it?",
    "answer": "clock"
  },
  {
    "type": "question",
    "data":"I have a hundred legs but cannot stand, a long neck but no head; I eat the maids life. What am I??",
    "answer": "broom"
  },
  {
    "type": "question",
    "data":"No sooner spoken then broken",
    "answer": "silence"
  },
  {
    "type": "question",
    "data":"In a tunnel of darkness lies a beast of iron. It can only attack when pulled back. What is it?",
    "answer": "bullet"
  },
  {
    "type": "question",
    "data":"If you break me, I'll not stop working. If you can touch me, my work is done. If you lose me, you must find me with a ring soon after. What am I?",
    "answer": "heart"
  },
  {
    "type": "question",
    "data":"Cannot be seen, cannot be felt, cannot be heard, cannot be smelt. It lies behind the stars and beneath the hills. Ends life and kills laughter. What is it?",
    "answer": "darkness"
  },
  {
    "type": "question",
    "data":"What builds up castles, tears down mountains, makes some blind, helps others to see?",
    "answer": "sand"
  },
  {
    "type": "question",
    "data":"What lives in water, dies in summer, and grows with its root upwards?",
    "answer": "icicle"
  },
  {
    "type": "question",
    "data":"With no wings, I fly. With no eyes, I see. With no arms, I climb. More frightening than any beast, stronger than any foe. I am cunning, ruthless, and tall; in the end I rule all. What am I?",
    "answer": "imagination"
  }

]
